"UNIT_TOGLE" = "Metrische Einheit verwenden";
"HK_CHILD_PANEL_NAME"="Gesundheits-App ❤‍🩹";

"SHOW_GROUP_TITLE"="Messungen";
"SHOW_GROUP_FOOTER"="Nur aktivierte Elemente werden in der App angezeigt. Alle Werte werden jedoch weiterhin mit Ihrer iCloud- und Apple Health-App synchronisiert.";
"SHOW_NECK_TITLE"="Hals";
"SHOW_SHLD_TITLE"="Schultern";
"SHOW_CHEST_TITLE"="Brust/Büste";
"SHOW_WAIST_TITLE"="Taille";
"SHOW_HIP_TITLE"="Hüften";
"SHOW_ARM_TITLE"="Bewaffnen";
"SHOW_LEG_TITLE"="Bein";
"SHOW_HEIGHT_TITLE"="Höhe";
"SHOW_MASS_TITLE"="Gewicht";



"HK_GROUP_TITLE"="Über Sie";
"HK_GROUP_FOOTER"="Diese Werte stammen aus der Gesundheits-App auf Ihrem Telefon. Wir verwenden sie in verschiedenen Aufrufen in der App.";
"HK_GROUP_ACCESS_TITLE"="Datenzugriff";
"HK_GROUP_ACCESS_FOOTER"="Wenn Sie rote Punkte sehen oder glauben, dass einige Werte nicht in unserer App angezeigt werden, überprüfen Sie bitte den Datenzugriff in den Einstellungen.
Gehen Sie zu Einstellungen->Datenschutz->Gesundheit, finden Sie unsere App und aktivieren Sie alle Schalter.";
"HK_AGE_TITLE"="Geburtsdatum";
"HK_SEX_TITLE"="Biologisches Geschlecht";
"HK_HEIGHT_TITLE"="Höhe";
"HK_WAIST_TITLE"="Taillenumfang";
"HK_MASS_TITLE"="Körpergewicht";



"ABOUT_GROUP_TITLE"="Über";
"ABOUT_APP_VERSION"="Version";
"ABOUT_DISCLAIMER_TITLE"="Haftungsausschluss";
"ABOUT_DISCLAIMER"="Alle Inhalte in unseren Softwareanwendungen (Apps) wurden nur zu Informationszwecken erstellt. Die Inhalte sind nicht als Ersatz für professionelle medizinische Beratung, Diagnose oder Behandlung gedacht. Martspec kann und wird nicht verantwortlich gemacht werden (rechtlich, finanziell oder medizinisch) für Entscheidungen, die unter Verwendung von oder basierend auf Ergebnissen aus seinen Apps, medizinischen Algorithmen, Bewertungen und Rechnern getroffen werden. Es liegt nicht im Bereich von Martspec, medizinische Beratung, Diagnose oder Behandlungsdienste anzubieten.

Jeder, der unsere Apps verwendet, tut dies auf eigenes Risiko und sollte sich für seine Anliegen professionellen medizinischen Rat einholen, einschließlich, aber nicht beschränkt auf Diagnose, Medikamente und andere Behandlungen. Bitte beachten Sie, dass nur ein zugelassener Fachmann befugt ist, eine Person in Bezug auf gesundheitliche Aspekte offiziell zu diagnostizieren und zu beurteilen.

Bitte beachten Sie, dass die von unseren Apps angezeigten Ergebnisse möglicherweise nicht zu 100 % genau, richtig und/oder vollständig sind und dass sie ausschließlich zu Informationszwecken bestimmt sind. Obwohl wir unser Bestes getan haben, um sie zu erstellen, gibt es absolut keine Garantie dafür, dass die Apps fehlerfrei sind.

Die von Martspec präsentierten Informationen stammen aus Quellen, die wir für richtig und zuverlässig hielten, jedoch garantieren weder Martspec noch Inhaltsquellen die Genauigkeit, Vollständigkeit oder Aktualität der Informationen.

Weder Martspec noch unsere Inhaltsanbieter übernehmen eine Haftung oder Verantwortung für Schäden oder Verletzungen (einschließlich Tod) an anderen Personen oder Eigentum, die sich aus der Verwendung von Produkten, Informationen, Ideen oder Anweisungen ergeben, die in den Ihnen bereitgestellten Inhalten oder Diensten enthalten sind.

Sie verstehen und erkennen an, dass Ihr einziges und ausschließliches Rechtsmittel in Bezug auf Mängel oder Unzufriedenheit mit der App darin besteht, die Nutzung der App einzustellen.";
